{"translation-revision-date":"2023-12-05 16:36+0200","generator":"WP-CLI\/2.7.1","source":"assets\/client\/admin\/chunks\/shipping-recommendations.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"et_EE","plural-forms":"nplurals=2; plural=n != 1;"},"WooCommerce Shipping":["WooCommerce Admin"],"Recommended":["Soovitatav"],"Activate":["Aktiveeri"],"Learn more":["Loe veel"],"Shipping zones":["Tarnetsoonid"],"Shipping methods":["Tarneviisid"],"Get started":["tegevus alustatud"],"Task List Options":["Maksude seaded"],"Hide this":[""],"Print USPS and DHL Express labels straight from your WooCommerce dashboard and save on shipping.":[""],"We added a few shipping zones for you based on your location, but you can manage them at any time.":[""],"A shipping zone is a geographic area where a certain set of shipping methods are offered.":["Tarnetsoon on geograafiline regioon, kus pakutakse mingeid kindlaid tarnemeetodeid."],"We defaulted to some recommended shipping methods based on your store location, but you can manage them at any time within each shipping zone settings.":[""],"There was a problem marking the shipping tour as completed.":["Vabandame, kupongi eemaldamisel esines probleeme."],"Print USPS and DHL labels straight from your WooCommerce dashboard and save on shipping thanks to discounted rates. You can manage WooCommerce Shipping in this section.":[""],"If you’d like to speed up your process and print your shipping label straight from your WooCommerce dashboard, WooCommerce Shipping may be for you! ":[""],"Finish the setup by connecting your store to WordPress.com.":["Poe ühendamine WooCommerce.com lehega õnnestus"],"🎉 WooCommerce Shipping is installed!":["Tarne on välja lülitatud."],"Recommended shipping solutions":["Tasuta transpordi kupong"],"We recommend adding one of the following shipping extensions to your store. The extension will be installed and activated for you when you click \"Get started\".":[""],"See more options":["Hangi rohkem võimalusi"],"(opens in a new tab)":[""]}}}