{"translation-revision-date":"2023-12-05 16:36+0200","generator":"WP-CLI\/2.7.1","source":"assets\/client\/admin\/customer-effort-score\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"et_EE","plural-forms":"nplurals=2; plural=n != 1;"},"Cancel":["Tühista"],"Thank you for your feedback!":["Täname tellimuse eest!"],"How easy was it to use search?":[""],"The search feature in WooCommerce is easy to use.":["Sinu veebilehele paigaldatud WooCommerce versioon."],"The search's functionality meets my needs.":[""],"Good":["Hea"],"Share":["Jaga"],"The product editing screen is easy to use":[""],"The product editing screen's functionality meets my needs":[""],"Neutral":["Central"],"Strongly disagree":[""],"Disagree":["Välja lülitatud"],"Agree":[""],"Please share your feedback":[""],"Strongly Agree":[""],"Your feedback will help create a better experience for thousands of merchants like you. Please tell us to what extent you agree or disagree with the statements below.":[""],"How is that screen useful to you? What features would you add or change?":[""],"Your feedback will go to the WooCommerce development team":[""],"Optional, but much apprecated. We love reading your feedback!":[""],"Please tell us to what extent you agree or disagree with the statements above.":[""],"Give feedback":[""],"How is your experience with editing products?":[""],"How's your experience with editing products?":[""],"We noticed you started editing a product, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":[""],"How is your experience with creating products?":["Sul ei ole toodete loomiseks õigusi"],"We noticed you started creating a product, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":[""],"The product creation screen is easy to use":["Toote variatsioon on vigane"],"The product creation screen's functionality meets my needs":["Toote variatsioon on vigane"],"Did you find the right setting?":[""],"How’s your experience with settings?":[""],"We noticed you started changing store settings, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":[""],"The settings screen is easy to use":[""],"The settings screen's functionality meets my needs":[""],"How easy or difficult was it to update this order?":[""],"How's your experience with orders?":[""],"We noticed you started editing an order, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":[""],"The order editing screen is easy to use":[""],"The order details screen's functionality meets my needs":[""],"How is your experience with importing products?":[""],"How's your experience with importing products?":[""],"We noticed you started importing products, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":[""],"The product import screen is easy to use":[""],"The product import screen's functionality meets my needs":[""],"How easy was it to filter your store analytics?":[""],"The filters in the analytics screen are easy to use.":[""],"The filters' functionality meets my needs.":[""],"Thanks for the feedback. We'll put it to good use!":[""],"Pencil icon":[""],"Very difficult":[""],"Difficult":[""],"Very good":["Väga kehv"]}}}