{"translation-revision-date":"2023-12-05 16:36+0200","generator":"WP-CLI\/2.7.1","source":"assets\/client\/admin\/chunks\/customize-store.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"et_EE","plural-forms":"nplurals=2; plural=n != 1;"},"Settings":["Seaded"],"Default":["Vaikimisi"],"Cancel":["Tühista"],"%1$s (%2$s)":["%1$s (%2$s)"],"Continue":["Jätka"],"Save":["Salvesta"],"Navigation":["Variatsioonid"],"Previous":["Eelnevad"],"Layout":[""],"Preview store":["Eelvaade"],"Active theme":["Arhiivi mall"],"Looking to design your store using AI?":[""],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":[""],"Use the power of AI to design your store":[""],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":[""],"Design with AI":[""],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":[""],"Find out how":[""],"Customize your custom theme":["Kliendi perekonnanimi."],"Keep customizing the look of your AI-generated store, or start over and create a new one.":[""],"Customize":["Klient"],"Create a new one":["Loo uus veebikonks"],"Are you sure you want to start a new design?":["Kas oled kindel, et soovid selle logi ära kustutada?"],"The [AI designer*] will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":[""],"Are you sure you want to start over?":["Kas oled kindel, et soovid selle logi ära kustutada?"],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":[""],"Start again":["Stara Zagora"],"Analyzing your responses":[""],"Comparing the top performing stores":[""],"Designing the best look for your business":[""],"Assembling your AI-optimized store":[""],"Applying the finishing touches":[""],"Tell us a bit more about your business":[""],"E.g., At Cool Cat Shades, we sell sunglasses specially designed for our stylish feline friends. Designed and developed with a cat’s comfort in mind, our range of sunglasses are fashionable accessories our furry friends can wear all day. We currently offer 50 different styles and variations of shades, with plans to add more in the near future.":[""],"The more detail you provide, the better job our AI can do!":[""],"Try to include:":[""],"What you want to sell":["Mis tüüpi tooteid sa müüa plaanid?"],"How many products you plan on displaying":["Mitu toodet ühel real näidata?"],"What makes your business unique":[""],"Who your target audience is":[""],"Contemporary":["Cantemir"],"Clean lines, neutral colors, sleek and modern look.":[""],"Classic":[""],"Elegant and timeless look with nostalgic touch.":[""],"Bold":[""],"Vibrant look with eye-catching colors and visuals.":[""],"How would you like your store to look?":["Vabandust, meil ei õnnestunud sinu poodi Jetpack'iga ühendada"],"Informal":["Info"],"Relaxed and friendly, like a conversation with a friend.":[""],"Neutral":["Central"],"Impartial tone with casual expressions without slang.":[""],"Formal":["Formosa"],"Direct yet respectful, serious and professional.":[""],"Which writing style do you prefer?":[""],"Oops! We encountered a problem while generating your store. <retryButton\/>":[""],"Please try again":["Muutmine ebaõnnestus. Palun proovi uuesti."],"Back":[""],"Let's get creative":[""],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the <EditorLink>Editor<\/EditorLink> later.":[""],"Style":[""],"Add your logo":["Lisa kupong"],"Change the color palette":["Määra staatuseks \"valmis\""],"Change fonts":["Muuda:"],"Change your header":["Muuda aadressi"],"Change your homepage":["Kassa leht"],"Change your footer":["Täname tellimuse eest!"],"Editor canvas":["Muuda %s"],"or create your own":["Loo kuponge"],"Based on the info you shared, our AI tool recommends using this color palette. Want to change it? You can select or add new colors below, or update them later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":[""],"Change your font":["Parenda oma tooteid"],"AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":[""],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":[""],"Based on the most successful stores in your industry and location, our AI tool has recommended this template for your business. Prefer a different layout? Choose from the templates below now, or later via the <EditorLink>Editor<\/EditorLink>.":[""],"Select a new footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":[""],"Image width":["Peamise pildi laius"],"Link logo to homepage":["Mine plugina kodulehele"],"Use as site icon":[""],"Site Icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":[""],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":[""],"Logo":["Väljalogimine"],"Saving failed.":["Laadimine ebaõnnestus"],"Done":["Valmis!"],"Saving":[""],"Drag to resize":["tegevus lähtestati"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":[""],"Take a tour":[""],"This is where you can start customizing the look and feel of your store, including adding your logo, and changing colors and layouts. Take a quick tour to discover what's possible.":[""],"Welcome to your AI-generated store!":[""],"View your changes in real time":[""],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":[""],"Make your store your own":["Täname tellimuse eest!"],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":[""],"Your store looks great!":[""],"Your store is a reflection of your unique style and personality, and we're thrilled to see it come to life.":[""],"Fine-tune your design":[""],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":[""],"Go to the Editor":["Mine esimesele leheküljele"],"Continue setting up your store":["Lõpeta poe algseadistus"],"Go back to the Home screen to complete your store setup and start selling":[""],"Back to Home":["Tagasi omaduste juurde"],"Customize your store":["Klientide tellimused"],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using AI.":[""],"Or select a professionally designed theme to customize and make your own.":[""],"Browse all themes":["Näita kõiki"]}}}