{"translation-revision-date":"2025-01-23 08:24:19+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"fi"},"Design a new theme":["Suunnittele uusi teema"],"Your active theme will be changed and you could lose any changes you’ve made to it.":["Aktiivinen teemasi vaihtuu ja saatat menettää kaikki tekemäsi muutokset."],"Are you sure you want to design a new theme?":["Haluatko varmasti suunnitella uuden teeman?"],"Customize your theme":["Mukauta teemaa"],"Design your own":["Suunnittele omasi"],"Start designing":["Aloita suunnittelu"],"Start again":["Aloita uudestaan"],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Sinulta pyydetään yrityksesi tiedot uudestaan ja menetät olemassa olevan AI-tyylin. Jos haluat muokata nykyistä tyyliä, voit tehdä sen <EditorLink>editorissa<\/EditorLink>."],"Are you sure you want to start over?":["Oletko varma, että haluat aloittaa alusta?"],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Kaupan suunnittelija luo kauppaasi uuden tyylin ja menetät kaikki aktiiviseen teemaan tekemäsi muutokset. Jos haluat mieluummin jatkaa nykyisen teeman muokkausta, voit tehdä sen <EditorLink>editorissa<\/EditorLink>."],"Create a new one":["Luo uusi"],"Keep customizing the look of your AI-generated store, or start over and create a new one.":["Jatka AI:n luoman verkkokauppasi ulkoasun muokkausta, tai aloita alusta ja luo uusi ulkoasu."],"Find out how":["Katso miten"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["Näyttää, että käytät Jetpackin offline-tilaa — vaihda online-tilaan, niin voit aloittaa suunnittelun AI:n avulla."],"Are you sure you want to start a new design?":["Oletko varma, että haluat aloittaa uuden ulkoasun?"],"Customize":["Mukauta"],"Cancel":["Peruuta"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/957.js"}}